import styles from "./Information.module.css";

const Information = () => {
  return (
    <div>
      <div className={styles.container}>
        <h1>Информация</h1>
        <p>
          Добро пожаловать на страницу "Информация"! Здесь вы найдете полезную
          информацию о нашем приложении.
        </p>
        <h2>Уровни</h2>
        <p>
          Наше приложение предлагает несколько уровней, которые помогут вам
          оценить свой текущий уровень и улучшить навыки печати:
        </p>
        <ol>
          <li>Новичок: менее 20 слов в минуту</li>
          <li>Начинающий: от 20 до 30 слов в минуту</li>
          <li>Средний уровень: от 30 до 40 слов в минуту</li>
          <li>Продвинутый: от 40 до 50 слов в минуту</li>
          <li>Опытный: от 50 до 60 слов в минуту</li>
          <li>Профессионал: от 60 до 70 слов в минуту</li>
          <li>Эксперт: от 70 до 80 слов в минуту</li>
          <li>Мастер: от 80 до 90 слов в минуту</li>
          <li>Чемпион: более 90 слов в минуту</li>
        </ol>
        <p>
          Каждый уровень предлагает соответствующий набор упражнений и заданий
          для помощи в улучшении вашей скорости и точности печати. Приложение
          также позволяет отслеживать ваш прогресс и устанавливать новые цели
          для дальнейшего развития навыков печати. Постоянная практика и
          упорство являются ключевыми факторами для достижения успеха в печати,
          и наше приложение поможет вам добиться лучших результатов.
        </p>
        <h2>Советы</h2>
        <p>
          Если вы новичок в печати, начните с медленной, но точной печати и
          постепенно увеличивайте скорость.
        </p>
        <p>
          Для начинающих и среднего уровня важно сосредоточиться на правильной
          позе и расположении рук на клавиатуре.
        </p>
        <p>
          Если вы продвинутый или опытный, попробуйте использовать методы
          обучения слепой печати, чтобы добиться еще большей скорости и
          точности.
        </p>
        <p>
          Эксперты и мастера могут использовать приложение для улучшения своих
          результатов и поддержания своих навыков в форме.
        </p>
        <p>
          Чтобы стать чемпионом в печати, важно регулярно тренироваться и
          использовать различные техники, такие как зрительная память и
          ускоренная печать.
        </p>
        <p>
          Наше приложение предлагает уровни от новичка до чемпиона, чтобы помочь
          вам определить свой текущий уровень и улучшить свои навыки.
        </p>

        <h2>Перспектива</h2>
        <p>
          Приложение может помочь вам отслеживать свой прогресс и устанавливать
          новые цели для дальнейшего развития навыков печати.
        </p>
        <p>
          Помните, что постоянная практика и упорство являются ключевыми
          факторами для достижения успеха в печати.
        </p>
        <p>
          Улучшение навыков печати может сэкономить вам время и повысить
          эффективность вашей работы, поэтому не стоит недооценивать этот важный
          навык.
        </p>

        <h2>Связаться с нами</h2>
        <p>
          Если у вас есть вопросы или вы хотите получить дополнительную
          информацию, свяжитесь с нами по телефону +3-8-067-789-43-00 или
          отправьте нам электронное письмо на 2279400a@gmail.com
        </p>
      </div>
    </div>
  );
};
export default Information;
